Repository: oxivanisher/MMOJunkiesPyFriends
Catalog: mmofriends/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Passwords do not match!
de: Die passwörter stimmen nicht überein!

source: Password is too short
de: Das Passwort ist zu kurz

source: Bad Request
de: Fehlerhafte Anfrage

source: Unauthorized request
de: Unbefugte Anfrage

source: Forbidden request
de: Unzulässige Anfrage

source: Page not found
de: Seite nicht gefunden

source: The server encountered an internal error, probably a bug in the program. The administration was automatically informed of this problem.
de: Der Server ist in einen internen Fehler gelaufen, wohl ein Bug im Programm. Der Administrator wurde automatisch über dieses Problem informiert.

source: Hello
de: Hallo

source: <br><br>Have fun and see you soon ;)
de: <br><br>Viel spass und bis bald ;)

source: Messages sent: %(okCount)s; Messages not sent: %(nokCount)s
de: Nachrichten gesendet: %(okCount)s; Nachrichten nicht gesendet: %(nokCount)s

source: Successfully linked to network %(netdescr)s
de: Erfolgreich verknüpft mit dem Netzwerk %(netdescr)s

source: Unable to link network %(netdescr)s. Please try again.
de: Es ist nicht möglich sich zum Netzwerk %(netdescr)s zu verbinden. Bitte versuche es noch einmal.

source: Removed link to %(netname)s
de: Link zum %(netname)s entfernt

source: Unable to remove link to %(netname)s
de: Es ist nicht möglich den Link zu %(netname)s zu entfernen

source: Unable to link network %(networkhandle)s. The administrator was informed of this bug. Please try again.
de: Fehler beim verbinden zum Netzwerk %(networkhandle)s. Der Administrator wurde über diesen Bug informiert. Bitte versuche es noch einmal.

source: Authentication with %(nethandle)s successfull as %(username)s.
de: Erfolgreich bei %(nethandle)s angemeldet als %(username)s.

source: Authentication with %(nethandle)s NOT successfull
de: Anmeldung bei %(nethandle)s NICHT erfolgreich

source: Nickname is too short
de: Der Nickname ist zu kurz

source: Please fill out all the fields!
de: Bitte fülle alle Felder aus!

source: MMOJunkies Activation Email
de: MMOJunkies Aktivierungs Email

source: We are happy to welcome you to MMOJunkies!<br>Please verify your account with <a href='%(url)s'>this link</a>.<br><br><b>To remove the recurring message in Teamspeak, you have to connect yout TS3 user in the 'Network Connections' box.
de: Es freut uns dich herzlich zu MMOJunkies begrüssen zu dürfen!<br>Bitte bestätige deinen Account mit<a href='%(url)s'>diesem Link</a>.<br><br><b>Um die wiederkehrenden Nachrichtem im Teamspeak los zu werden, musst du dich mit Teamspeak verbinden in der Box 'Network Connections'.

source: Please check your mails at %(emailaddr)s
de: Bitte überprüfe dein Postfach von %(emailaddr)s

source: Error sending the email to you.
de: Fehler beim senden der Email an dich.

source: SQL Alchemy Error
de: SQL Alchemy Fehler

source: Old password not correct!
de: Das alte Passwort ist nicht korrekt!

source: Profile changed
de: Profil geändert

source: User not found to verify.
de: Benutzer zum verifizieren nicht gefunden.

source: Verification ok. Please log in.
de: Verifizierung ok. Bitte melde dich an.

source: Verification NOT ok. Please try again.
de: Verifizierung NICHT ok. Bitte versuche es noch einmal.

source: Error locating your user
de: Fehler beim finden deines Benutzers

source: User not yet verified. Please check your email for the unlock key.
de: Benutzer noch nicht verifiziert. Bitte suche in deinen Emails nach dem Schlüssel.

source: User locked. Please contact an administrator.
de: Benutzer gesperrt. Bitte kontaktiere einen Administrator.

source: Invalid login
de: Login ungültig

source: MMOJunkies Password Reset
de: MMOJunkies Passwort zurücksetzen

source: <h3>Hello %(nick)s</h3>You can reset your password with <a href='%(url)s'>this link</a>. If you did not request this password reset, you can just ignore it. Your current password is still valid.</b>
de: <h3>Hallo %(nick)s</h3>Du kannst dein Passwort mit <a href='%(url)s'>diesem Link</a> zurücksetzen. Falls du diese Anfrage nicht ausgelöst hast, kannst du dieses Email einfach ignorieren. Dein bisheriges Passwort ist weiterhin gültig.

source: No user found with this email address
de: Es wurde kein Benutzer mit dieser Emailadresse gefunden.

source: MMOJunkies New Password
de: MMOJUnkies Neues Passwort

source: <h3>Hello %(nick)s</h3>Your new password is now <b>%(password)s</b>. Please change it right after you logged in.
de: <h3>Hallo %(nick)s</h3>Dein Passwort ist nun <b>%(password)s</b>. Bitte wechsle es nachdem du dich auf der Seite eingeloggt hast.

source: Wrong verification link. Please request a new one.
de: Falscher verifizerungs Link. Bitte lasse dir einen neune senden.

source: You have no network connected. Please do so in the 'Network Connections' box.
de: Du hast kein Netzwerk verbunden. Bitte tu dies in der 'Network Connections' Box.

source: World of Warcraft Characters
de: World of Warcraft Charaktere

source: Starcraft 2 Profiles
de: Starcraft 2 Profile

source: Diablo 3 Heores
de: Diablo 3 Helden

source: Login with
de: Anmelden mit

source: Blizzard automatically removes permission to fetch your data after 30 days.
de: Blizzard entfernt die Zugriffsrechte nach 30 Tagen.

source: Please klick <a href='%(link)s' target='_blank'>this link</a> to reauthorize.
de: Bitte klicke <a href='%(link)s' target='_blank'>diesen Link</a> zum erneuten berechtigen.

source: Unknown
de: Unbekannt

source: Female
de: Weiblich

source: Male
de: Männlich

source: Level %(level)s %(gender)s %(race)s %(wowclass)s on %(realm)s
de: Level %(level)s %(gender)s %(race)s %(wowclass)s auf %(realm)s

source: News feeds
de: News Kanäle

source: News entries
de: News Einträge

source: Clients in Database
de: Clients in der Datenbank

source: Description
de: Beschreibung

source: Created
de: Erstellt

source: Last Connection
de: Zuletzt verbunden

source: Total Connections
de: Total verbunden

source: Server Groups
de: Server Gruppen

source: Last IP
de: Letzte IP

source: Bytes uploaded month
de: Bytes hochgeladen diesen Monat

source: Bytes downloaded month
de: Bytes heruntergeladen diesen Monat

source: Bytes uploaded total
de: Bytes hochgeladen total

source: Bytes downloaded total
de: Bytes heruntergeladen diesen Monat

source: Away
de: Abwesend

source: Away message
de: Abwesenheits Nachricht

source: Channel Group
de: Kanal Gruppe

source: Output muted
de: Ausgabe stummgeschalten

source: Output only muted
de: Nur Ausgabe stummgeschalten

source: Input muted
de: Eingabe stummgeschalten

source: Is channelcommander
de: Ist Channelcommander

source: Is recording
de: Ist am aufnehmen

source: Is talker
de: Ist am sprechen

source: Please choose a user.
de: Bitte wähle einen Benutzer.

source: Your key is: %(key)s
de: Dein Key ist: %(key)s

source: Temporary TS3 Server error occured. Please try again, sorry.
de: Vorübergehender TS3 Server Fehler aufgetreten. Bitte versuche es noch einmal.

source: Client not found. Please try again, sorry.
de: Client nicht gefunden. Bitte versuche es noch einmal.

source: Please enter the number you recieved via teamspeak chat.
de: Bitte gib die Nummer ein, welche du im Teamspeak Chat erhalten hast.

source: Yes
de: Ja

source: Viewers
de: Zuschauer

source: Game
de: Spiel

source: No
de: Nein

source: User Channels
de: Benutzer Kanäle

source: Busy
de: Beschäftigt

source: Snooze
de: Schlummern

source: Looking for trade
de: Suche jemanden zum handeln

source: Looking to play
de: Suche jemanden zum spielen

source: You are now connected to steam
de: Du bist jetzt verbunden mit Steam

source: Users in Database
de: Benutzer in der Datenbank

source: Games in Database
de: Spiele in der Datenbank

source: Played forever
de: Gespielt total

source: Played last 2 weeks
de: Gespielt letzte 2 Wochen

source: Currently Playing
de: Spielt gerade

source: Real Name
de: Richtiger Name

source: Country Code
de: Länder Code

source: Last Logoff
de: Zuletzt abgemeldet

source: Profile URL
de: Profil URL

source: Anonymous
de: Anonym

source: Login to view
de: Anmelden zum sehen

source: About
de: Über

source: Background Jobs Status
de: Hintergrund Job Status

source: Bulk Email
de: Massen Email

source: Subject
de: Betreff

source: Send
de: Senden

source: Background Worker Status
de: Hintergrund Arbeiter Status

source: User Management
de: Benutzer Verwaltung

source: Registred Users
de: Registrierte Benutzer

source: Website
de: Homepage

source: Locked
de: Gesperrt

source: Verified
de: Verifiziert

source: MMOJunkies Friends
de: MMOJunkies Freunde

source: Online gaming is social. Our website is helping you to find and connect with other people playing the same games as you. Having fun is our mission!
de: Online Spiele spielen ist sozial. Unsere Website hilft dir neue Freunde zu finden und dich mit ihnen auszutauschen. Spass ist unsere Mission!

source: Toggle navigation
de: Navigation umschalten

source: Games and Gamers
de: Spiele und Spieler

source: Game links
de: Spiele Links

source: Add game link
de: Spiele Link hinzufügen

source: Social
de: Sozial

source: Follow
de: Folgen

source: Hidden boxes
de: Versteckte boxen

source: Administration
de: Verwaltung

source: Networks
de: Netzwerke

source: Developer Tools
de: Entwickler Werkzeuge

source: Connect to TS3 Server
de: Verbinde zum TS3 Server

source: Your profile settings
de: Profileinstellungen

source: Your gamer profile
de: Dein gamer Profil

source: Reset
de: Zurücksetzen

source: Logout
de: Abmelden

source: Registration
de: Registrieren

source: Login
de: Anmelden

source: Success message
de: Erfolgs Nachricht

source: Error message
de: Fehler Meldung

source: Info message
de: Information

source: Password
de: Passwort

source: Register
de: Registrieren

source: Password lost
de: Passwort vergessen

source: Connect Network
de: Verbinde Netzwerk

source: Donate with PayPal
de: Spenden mit PayPal

source: Loading...
de: Lade...

source: Development
de: Entwicklung

source: Error
de: Fehler

source: Network
de: Netzwerk

source: User
de: Benutzer

source: Age
de: Alter

source: Comment
de: Kommentar

source: Submit
de: Senden

source: Network Administration
de: Netzwerk Verwaltung

source: Link Network
de: Netzwerk verbinden

source: Find Friends
de: Freunde finden

source: Reason
de: Begründung

source: State
de: Status

source: Show Friend
de: Freund anzeigen

source: Donated
de: Gespendet

source: Again the password
de: Noch einmal das Passwort

source: Profile
de: Profil

source: Password change
de: Passwort wechseln

source: Old password
de: Altes Passwort

source: New password
de: Neues Passwort

source: New password again
de: Noch einmal das neue Passwort

source: Other Nicknames
de: Andere Nicknames

source: New nickname
de: Neuer Nickname

source: Search Result for
de: Suchresultat für
